Repository: foswiki/WebCreatorPlugin
Catalog: locale/WebCreatorPlugin/*.po
Languages: de

source: Cancel
de: Abbrechen

source: Creating Web
de: Lege neues Web an

source: Enter a short description of the web.
de: Geben Sie eine Kurzbeschreibung für das Web an.

source: Parent web
de: Ober-Web

source: Select a TemplateWeb which you want the new web to be based on.
de: Wählen Sie eine Vorlage aus, auf der das neue Web basieren soll.

source: Specify a short name to avoid long URLs.
de: Geben Sie einen kurzen Name an, um lange URLs zu vermeiden.

source: Specify the parent web that the new web will be a subweb off.
de: Geben Sie das übergeordnete Web an, von dem das neue Web ein Sub-Web ist.

source: Submit
de: Abschicken

source: Summary
de: Zusammenfassungen

source: Template web
de: Vorlagen-Web

source: The name must start with an upper case letter, followed by upper or lower case letters or numbers.
de: Der Name muss mit einem Großbuchstaben anfangen, gefolgt von Groß- oder Kleinbuchstaben oder Zahlen.

source: none
de: nichts
